questions = [
    {
        "id": "imei_1",
        "question": "唯一一位被国际足联官方正式授予“球王”称号的球员是巴西传奇贝利",
        "effect": {
            "imei": -10
        }
    },
    {
        "id": "imei_2",
        "question": "如果梅西在一场关键比赛中罚失点球导致球队被淘汰，我会认为他应该承担一定责任",
        "effect": {
            "imei": -10
        }
    },
    {
        "id": "imei_3",
        "question": "梅西在职业生涯中共获得过3次欧冠冠军",
        "effect": {
            "imei": -10
        }
    },
    {
        "id": "imei_4",
        "question": "目前（2025年）世界上最好的足球联赛是美国职业足球大联盟",
        "effect": {
            "imei": 10
        }
    },
    {
        "id": "imei_5",
        "question": "无论梅西效力哪支俱乐部，我对他的支持都会高于对俱乐部本身",
        "effect": {
            "imei": 10
        }
    },
    {
        "id": "imei_6",
        "question": "梅西对乌拉圭球员‌奥利维亚肘击胸部并锁喉是因为年轻球员不够尊重球王，所以不用得牌",
        "effect": {
            "imei": 10
        }
    },
    {
        "id": "basic_1",
        "question": "梅西的全名中包含“库西蒂尼”，所以球迷可以那么亲切地称呼他",
        "effect": {
            "basic": -10
        }
    },
    {
        "id": "basic_2",
        "question": "8003是指在普拉蒂尼入狱后，梅西连续8年在欧冠生死战中0进球0助攻3次打飞点球",
        "effect": {
            "basic": -10
        }
    },
    {
        "id": "basic_3",
        "question": "足坛历史上未曾出现过评分（均分）超过梅西的球员，所以球迷们尊称梅西为“评西王”",
        "effect": {
            "basic": -10
        }
    },
    {
        "id": "basic_4",
        "question": "欧洲国家联赛就是欧洲各球队之间的友谊赛",
        "effect": {
            "basic": 10
        }
    },
    {
        "id": "basic_5",
        "question": "梅西是历史上制造杀机最多的球员",
        "effect": {
            "basic": 10
        }
    },
    {
        "id": "basic_6",
        "question": "梅西童年患有生长激素缺乏症，是巴萨俱乐部资助他进行治疗",
        "effect": {
            "basic": 10
        }
    },
    {
        "id": "agf_1",
        "question": "梅西曾因国家队成绩不佳为避质疑压力而一度短暂退出国家队",
        "effect": {
            "agf": -10
        }
    },
    {
        "id": "agf_2",
        "question": "阿根廷新出生的婴儿，不用避讳，可以与梅西重名",
        "effect": {
            "agf": -10
        }
    },
    {
        "id": "agf_3",
        "question": "尤文图斯球星迪巴拉未进入阿根廷国家队大名单有失公允",
        "effect": {
            "agf": -10
        }
    },
    {
        "id": "agf_4",
        "question": "如果梅西早出生几年，阿根廷不会在马岛战争中失败",
        "effect": {
            "agf": 10
        }
    },
    {
        "id": "agf_5",
        "question": "梅西一己之力带领阿根廷国奥队赢得过奥运会金牌",
        "effect": {
            "agf": 10
        }
    },
    {
        "id": "agf_6",
        "question": "阿根廷是拥有最多梅西球迷的国家",
        "effect": {
            "agf": 10
        }
    },
    {
        "id": "fcb_1",
        "question": "对于梅西在巴萨的成功，哈维和伊涅斯塔等中场大师的支撑功不可没",
        "effect": {
            "fcb": -10
        }
    },
    {
        "id": "fcb_2",
        "question": "梅西在2012年自然年打入91球，创造了吉尼斯世界纪录，这离不开在欧冠和联赛夺冠等团体荣誉无望后对个人荣誉的追逐",
        "effect": {
            "fcb": -10
        }
    },
    {
        "id": "fcb_3",
        "question": "巴塞罗那俱乐部的主席拉波尔塔先生曾评价梅西：“天花板上的猫，释放激素的巨人”",
        "effect": {
            "fcb": -10
        }
    },
    {
        "id": "fcb_4",
        "question": "梅西把巴塞罗那足球俱乐部带到了不属于这个俱乐部应有的高度",
        "effect": {
            "fcb": 10
        }
    },
    {
        "id": "fcb_5",
        "question": "梅西不需要巴萨的体系也能成功，而巴萨离开梅西就再也无法争夺重要冠军了",
        "effect": {
            "fcb": 10
        }
    },
    {
        "id": "fcb_6",
        "question": "巴萨从未在欧冠中获利，斯坦福桥惨案实际是斯坦福桥奇迹",
        "effect": {
            "fcb": 10
        }
    },
    {
        "id": "hk_1",
        "question": "首先我是一名中国人，其次才是一名梅西球迷",
        "effect": {
            "hk": -10
        }
    },
    {
        "id": "hk_2",
        "question": "梅西球迷最爱喝的白酒是贵州茅台",
        "effect": {
            "hk": -10
        }
    },
    {
        "id": "hk_3",
        "question": "在香港双手插兜的梅西不是梅西本人，梅西本人当时正在足球评论员王涛的地下室给球迷亲签球衣",
        "effect": {
            "hk": -10
        }
    },
    {
        "id": "hk_4",
        "question": "拒绝道德绑架，梅西见面会门票仅需一辆比亚迪宋",
        "effect": {
            "hk": 10
        }
    },
    {
        "id": "hk_5",
        "question": "四川梅西的说明视频是梅西本人出镜，没有AI成分",
        "effect": {
            "hk": 10
        }
    },
    {
        "id": "hk_6",
        "question": "随着医疗水平的进步，内收肌的恢复无需经历漫长的周期",
        "effect": {
            "hk": 10
        }
    },
    {
        "id": "goat_1",
        "question": "荷兰球星斯内德没有获得2010年金球奖是因为影响力不如梅西",
        "effect": {
            "goat": -10
        }
    },
    {
        "id": "goat_2",
        "question": "梅西是南美造星运动的产物",
        "effect": {
            "goat": -10
        }
    },
    {
        "id": "goat_3",
        "question": "国际足联主席布拉特曾评价梅西是一位乖宝宝，每一位父母都喜爱的乖宝宝。相比于指挥官，FIFA更喜欢乖宝宝",
        "effect": {
            "goat": -10
        }
    },
    {
        "id": "goat_4",
        "question": "梅西的金球奖是绝对公平、毫无争议的",
        "effect": {
            "goat": 10
        }
    },
    {
        "id": "goat_5",
        "question": "梅西是欧冠小组赛历史射手王，如果能参加足够多的淘汰赛场次，也会是欧冠赛事的历史射手王",
        "effect": {
            "goat": 10
        }
    },
    {
        "id": "goat_6",
        "question": "最近20年的评选周期，梅西的金球主要来自天神下凡的个人数据和单核带队的团体荣誉，而其他球员的金球奖通常来自平台支撑，比如皇家马德里",
        "effect": {
            "goat": 10
        }
    },
    {
        "id": "world_1",
        "question": "2022年卡塔尔世界杯阿根廷获得的5个点球中部分是存在争议的",
        "effect": {
            "world": -10
        }
    },
    {
        "id": "world_2",
        "question": "梅西在2010年世界杯29脚射门0进球且阿根廷早早出局，遭到主教练马拉多纳评价其领袖气质不够，并称你不能指望一个赛前去20次厕所的人带领球队获胜",
        "effect": {
            "world": -10
        }
    },
    {
        "id": "world_3",
        "question": "梅西没有选择加入西班牙国家队是觉得阿根廷更容易获得世界杯冠军",
        "effect": {
            "world": -10
        }
    },
    {
        "id": "world_4",
        "question": "梅西不需要世界杯证明自己，而世界杯需要梅西来增加热度",
        "effect": {
            "world": 10
        }
    },
    {
        "id": "world_5",
        "question": "2014年世界杯就应该是阿根廷夺冠，都怪伊瓜因单刀不进和德国运气好",
        "effect": {
            "world": 10
        }
    },
    {
        "id": "world_6",
        "question": "某女球迷一边哽咽一边说道：“我虽然是22年之后才开始看足球的，但我就是喜欢梅西”",
        "effect": {
            "world": 10
        }
    },
    {
        "id": "america_1",
        "question": "5003是指梅西参加的5届美洲杯决赛中0进球0助攻3次退出国家队",
        "effect": {
            "america": -10
        }
    },
    {
        "id": "america_2",
        "question": "梅西在正式比赛中对阵巴西的进球数量和李老八一样多",
        "effect": {
            "america": -10
        }
    },
    {
        "id": "america_3",
        "question": "如果没有梅西天神下凡拿下的2座美洲杯，阿根廷美洲杯冠军数量依旧是最多的",
        "effect": {
            "america": -10
        }
    },
    {
        "id": "america_4",
        "question": "美洲杯的含金量和观赏性都超过欧洲杯",
        "effect": {
            "america": 10
        }
    },
    {
        "id": "america_5",
        "question": "亚洲球队也可以参加美洲杯，使得美洲杯的夺冠难度更高",
        "effect": {
            "america": 10
        }
    },
    {
        "id": "america_6",
        "question": "美洲杯是每1至4年举办1次的足球洲际杯赛事，举办周期与阿根廷是否夺冠无关",
        "effect": {
            "america": 10
        }
    }
];
