questions = [
    {
        "id": "imei_1",
        // "question": "唯一一位被国际足联官方正式授予“球王”称号的球员是巴西传奇贝利",
        "question": "梅西在2012自然年打入91球，创造了吉尼斯世界纪录，这离不开在欧冠和联赛等团体荣誉夺冠无望后对个人荣誉的追逐",
        "effect": {
            "imei": -10
        }
    },
    {
        "id": "imei_2",
        "question": "如果梅西在一场关键比赛中罚失点球导致球队被淘汰，我会认为他应该承担一定责任",
        "effect": {
            "imei": -10
        }
    },
    {
        "id": "imei_3",
        "question": "足坛历史上未曾出现过评分（均分）超过梅西的球员，所以球迷们尊称梅西为“评西王”",
        "effect": {
            "imei": -10
        }
    },
    {
        "id": "imei_4",
        "question": "如果梅西在一场比赛中屡次尝试过人被断导致丢失球权以及多次射门并未出保底，赛后的评论应该是梅西屡造杀机而不是屡失良机",
        "effect": {
            "imei": 10
        }
    },
    {
        "id": "imei_5",
        "question": "无论梅西为哪支俱乐部效力，我对他的支持都会高于对俱乐部本身",
        "effect": {
            "imei": 10
        }
    },
    {
        "id": "imei_6",
        "question": "梅西对乌拉圭球员‌奥利维亚肘击胸部并锁喉是因为年轻球员不够尊重球王，所以裁判未对其出牌合情合理",
        "effect": {
            "imei": 10
        }
    },
    {
        "id": "basic_1",
        "question": "梅西的全名中包含“库西蒂尼”，所以球迷可以那么亲切地称呼他",
        "effect": {
            "basic": -10
        }
    },
    {
        "id": "basic_2",
        "question": "8003是指在普拉蒂尼入狱后，梅西连续8年在欧冠生死战中0进球0助攻3次打飞点球",
        "effect": {
            "basic": -10
        }
    },
    {
        "id": "basic_3",
        "question": "梅西在职业生涯中共获得过3次欧冠冠军",
        "effect": {
            "basic": -10
        }
    },
    {
        "id": "basic_4",
        "question": "欧洲国家联赛就是欧洲各球队之间的友谊赛",
        "effect": {
            "basic": 10
        }
    },
    {
        "id": "basic_5",
        "question": "梅西是足坛历史上制造杀机最多的球员",
        "effect": {
            "basic": 10
        }
    },
    {
        "id": "basic_6",
        "question": "目前（2025年）美国职业足球大联盟的竞技水平高于沙特阿拉伯超级联赛",
        "effect": {
            "basic": 10
        }
    },
    {
        "id": "agf_1",
        "question": "梅西没有选择加入西班牙国家队是觉得阿根廷更容易获得世界杯冠军",
        "effect": {
            "agf": -10
        }
    },
    {
        "id": "agf_2",
        "question": "阿根廷新出生的婴儿取名时不用避讳，可以与梅西重名",
        "effect": {
            "agf": -10
        }
    },
    {
        "id": "agf_3",
        "question": "尤文图斯球星迪巴拉未进入阿根廷国家队大名单有失公允",
        "effect": {
            "agf": -10
        }
    },
    {
        "id": "agf_4",
        "question": "如果梅西早出生几年，阿根廷不会在福克兰群岛战争中失败",
        "effect": {
            "agf": 10
        }
    },
    {
        "id": "agf_5",
        "question": "梅西曾一己之力带领阿根廷国奥队赢得过奥运会金牌",
        "effect": {
            "agf": 10
        }
    },
    {
        "id": "agf_6",
        "question": "阿根廷是拥有最多梅西球迷的国家",
        "effect": {
            "agf": 10
        }
    },
    {
        "id": "fcb_1",
        "question": "对于梅西在巴萨的成功，哈维和伊涅斯塔等中场大师的支撑功不可没",
        "effect": {
            "fcb": -10
        }
    },
    {
        "id": "fcb_2",
        "question": "梅西的成功离不开巴萨的体系，而巴萨离开梅西之后仍可以争夺重要冠军",
        "effect": {
            "fcb": -10
        }
    },
    {
        "id": "fcb_3",
        "question": "巴塞罗那俱乐部的主席拉波尔塔先生曾评价梅西：“天花板上的猫，释放激素的巨人”",
        "effect": {
            "fcb": -10
        }
    },
    {
        "id": "fcb_4",
        "question": "梅西把巴塞罗那足球俱乐部带到了不属于该俱乐部应有的高度",
        "effect": {
            "fcb": 10
        }
    },
    {
        "id": "fcb_5",
        "question": "巴塞罗那足球俱乐部在2001年至2018年间，向前西班牙足协裁判技术委员会（CTA）副主席恩里克·内格雷拉及其关联方支付巨额款项。但巴萨从未在联赛中获利，甚至经常存在未获利的对局",
        "effect": {
            "fcb": 10
        }
    },
    {
        "id": "fcb_6",
        "question": "巴萨从未在欧冠中获利，斯坦福桥惨案实际是斯坦福桥奇迹",
        "effect": {
            "fcb": 10
        }
    },
    {
        "id": "hk_1",
        "question": "首先我是一名中国人，其次才是一名梅西球迷",
        "effect": {
            "hk": -10
        }
    },
    {
        "id": "hk_2",
        "question": "梅西球迷最爱喝的酒精饮料是82年的拉菲",
        "effect": {
            "hk": -10
        }
    },
    {
        "id": "hk_3",
        "question": "在香港双手插兜的梅西不是梅西本人，梅西本人当时正在足球评论员王涛的地下室给球迷亲签球衣",
        "effect": {
            "hk": -10
        }
    },
    {
        "id": "hk_4",
        "question": "梅西见面会门票仅需一辆比亚迪宋（性价比极高）",
        "effect": {
            "hk": 10
        }
    },
    {
        "id": "hk_5",
        "question": "四川梅西的说明视频是梅西本人出镜，没有AI成分",
        "effect": {
            "hk": 10
        }
    },
    {
        "id": "hk_6",
        "question": "随着医疗水平的进步，内收肌的恢复无需经历漫长的周期",
        "effect": {
            "hk": 10
        }
    },
    {
        "id": "goat_1",
        "question": "荷兰球星斯内德没有获得2010年金球奖是因为影响力不如梅西",
        "effect": {
            "goat": -10
        }
    },
    {
        "id": "goat_2",
        "question": "梅西是南美造星运动中最优秀的作品",
        "effect": {
            "goat": -10
        }
    },
    {
        "id": "goat_3",
        "question": "国际足联前主席布拉特曾评价梅西是一位乖宝宝，每一位父母都喜爱的乖宝宝。相比于指挥官，FIFA更喜欢乖宝宝",
        "effect": {
            "goat": -10
        }
    },
    {
        "id": "goat_4",
        "question": "梅西的金球奖是绝对公平、毫无争议的",
        "effect": {
            "goat": 10
        }
    },
    {
        "id": "goat_5",
        "question": "梅西是欧冠小组赛历史射手王，如果能参加足够多的淘汰赛场次，也会是欧冠赛事的历史射手王",
        "effect": {
            "goat": 10
        }
    },
    {
        "id": "goat_6",
        "question": "最近20年的评选周期，梅西的金球主要来自其天神下凡的个人数据以及单核带队的团体荣誉，而其他球员的金球奖通常来自平台支撑，比如皇家马德里",
        "effect": {
            "goat": 10
        }
    },
    {
        "id": "world_1",
        "question": "2022年卡塔尔世界杯阿根廷获得的5粒点球中至少有1粒是存在争议的",
        "effect": {
            "world": -10
        }
    },
    {
        "id": "world_2",
        "question": "梅西在2010年世界杯29脚射门0进球且阿根廷早早出局，遭到主教练马拉多纳评价其领袖气质不够，并称不能指望一个赛前去20次厕所的人带领球队获胜",
        "effect": {
            "world": -10
        }
    },
    {
        "id": "world_3",
        "question": "百事曾在2022年末推出一款球王限定可乐，其英文为 Pessi",
        "effect": {
            "world": -10
        }
    },
    {
        "id": "world_4",
        "question": "梅西不需要世界杯证明自己，而世界杯需要梅西来增加热度",
        "effect": {
            "world": 10
        }
    },
    {
        "id": "world_5",
        "question": "2014年世界杯就应该是阿根廷夺冠，都怪伊瓜因单刀不进和德国队运气好",
        "effect": {
            "world": 10
        }
    },
    {
        "id": "world_6",
        "question": "梅西在2022卡塔尔世界杯之前参加的4届世界杯中未在淘汰赛阶段打进过一粒进球，原因是当年队友的能力无法跟上王之思维，而随着职业生涯进入后期，身体机能的微微下滑反倒是能更好的兼容队友，让资质平庸的队友也能跟上王之步伐，而梅西自身的王之射门、王之助攻、王之盘带、王之杀机也愈发老练",
        "effect": {
            "world": 10
        }
    },
    {
        "id": "america_1",
        "question": "5003是指梅西在参加的5届美洲杯决赛中0进球0助攻3次退出国家队",
        "effect": {
            "america": -10
        }
    },
    {
        "id": "america_2",
        "question": "梅西在正式比赛中对阵巴西国家队的进球数量和李老八一样多",
        "effect": {
            "america": -10
        }
    },
    {
        "id": "america_3",
        "question": "如果没有梅西天神下凡拿下的2座美洲杯，阿根廷美洲杯冠军数量依旧是最多的",
        "effect": {
            "america": -10
        }
    },
    {
        "id": "america_4",
        "question": "美洲杯的含金量和观赏性都超过欧洲杯",
        "effect": {
            "america": 10
        }
    },
    {
        "id": "america_5",
        "question": "亚洲球队也可以参加美洲杯，极大提升了美洲杯的夺冠难度",
        "effect": {
            "america": 10
        }
    },
    {
        "id": "america_6",
        "question": "美洲杯是每1至4年举办1次的足球洲际杯赛事，举办周期与阿根廷是否夺冠无关",
        "effect": {
            "america": 10
        }
    }
];
